/* add new item message */
"ListDataEntryCell.addItemMessage" = "<Add New Item>";

/* add item message */
"ListDataEntryCell.alertMessage" = "Item";

/* add item placeholder */
"ListDataEntryCell.alertPlaceholder" = "Name";

/* add new Item */
"ListDataEntryCell.alertTitle" = "Add New Item";

